<template xmlns:v-bind="http://www.w3.org/1999/xhtml" xmlns:v-on="http://www.w3.org/1999/xhtml">
  <div class="am-container">
    <h2 id="need">订餐须知</h1>
    <p>请了解我们的送餐范围有可能不时调整。</p>
    <p>欢迎使用麦乐送网上订餐服务。请您在订餐前详细阅读并了解以下麦乐送网上订餐须知。麦当劳可能在法律允许的范围内对本须知的内容不时进行适当调整，敬请留意本网站的更新内容。</p>
    <ul>
      <li>目前开通网上订餐的城市为上海、北京、天津、广州、深圳、佛山、东莞、中山、汕头、惠州、沈阳、大连、杭州、宁波、南京、武汉、西安、成都、福州、厦门、泉州、晋江、石狮。为保证产品质量，各麦乐送餐厅送餐范围有限，若您的送餐地址超出服务区造成无法送餐，敬请谅解。</li>
      <li>全天24小时可接受网上订餐，并可接受1小时以上7天内预约订餐。订餐可选择的产品以订餐时网上确认的为准。早餐供应时间为上午5:00至上午10:30，每天上午10:15后不接受当天的早餐预定。</li>
      <li>网上订餐不设最低消费。每单外送订餐，均收取人民币8元送餐费，谢绝小费。如果您的订餐金额大于300（含300）元人民币，请致电4008-517-517寻求帮助或重新订餐。</li>
      <li>网上菜单及价格在不同城市、不同麦乐送餐厅可能存在差异，部分产品仅在特定的餐厅供应。麦乐送可能不预先通知而不时对网上菜单进行调整。产品和包装以实物为准。</li>
      <li>开心乐园餐玩具供应款式以餐厅实际供应为准。</li>
      <li>网上订餐可享受的优惠项目应统一以麦乐送网站列出的优惠项目为准且不得与麦当劳餐厅提供的其他优惠项目同时使用，您的点餐内容或数量都有可能会影响您实际享受到的优惠。</li>
      <li>所有随餐附赠的优惠券或兑换券，均不可在当次点餐时使用。除非另有特别注明，所有印刷版或电子版的麦当劳优惠券、食品兑换券、尊享卡、打折卡等均不适用于麦乐送网上订餐。</li>
      <li>我们目前提供的支付方式为货到付款（目前只接受人民币现金付款）和在线支付。如需发票，请在订餐时特别注明。</li>
      <li>送餐服务可能因恶劣天气、不可抗力等原因而中断、延时或取消。本网可能会拒绝向有不诚信记录的订餐用户提供服务</li>
      <li>任何18岁以下的未成年人使用本网上订餐服务，应事先得到家长或其法定监护人（以下统称为“监护人”）的同意，监护人应承担对未成年人行为的监督责任。</li>
    </ul>
    <h2 id="common-problem">常见问题</h2>
    <p>温馨提示：以下内容仅为常见问题解答供您参考，如您的问题或困难没有的得到解决，请致电麦乐送客服热线：4008-517-517寻求帮助。</p>
    <p><strong>网上订餐收取外送费吗？</strong></p>
    <p style="text-indent: 2em">和电话订餐一样，只要您的送餐地址在外送服务范围内，不限消费金额和外送距离，每单均统一收取8元外送费。</p>
    <p><strong>什么是30分钟必达，送餐时间超过30分钟怎么办？</strong></p>
    <p style="text-indent: 2em">30分钟必达是指：自订单上显示的餐厅接受订单时间起，至餐点送达顾客或其指定收餐人为止，所用送餐时间不超过三十分钟，但一次性预定大于或等于人民币300元的订单，因恶劣天气、不可抗力等原因造成的延时除外；如顾客选用麦乐送7天内预定送餐服务的，以预约订单上显示的时间为预定送达时间，实际送达时间以送餐员计时为准。如超出预定送达时间，则视为超时，则给予顾客食品兑换券一份（仅限电话订餐使用），共三张，食品兑换券的具体使用规则详见食品兑换券。</p>
    <p><strong>我需要填写哪些信息才能进行网上订餐？</strong></p>
    <p style="text-indent: 2em">当您首次网上订餐时，需要您详细、完整、正确地填写您的个人信息完成注册，包括e-mail、送餐地址、送餐联系电话等。</p>
    <p><strong>我怎样才能知道我已经成功提交订单，完成网上订餐？</strong></p>
    <p style="text-indent: 2em">在您成功提交订单完成网上订餐后，页面将第一时间提示您的订单提交已经完成。此外，您也可以点击“订餐查询”查询本次订餐的所有信息和送餐进程。</p>
</template>
